app/controllers/users_controller.rb

    def create
        user = User.create!(user_params)
---
INSERT INTO "users" ("name", "plusone", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["name", "First and Last Name"], ["plusone", false], ["created_at", "2022-01-13 18:43:45.720574"], ["updated_at", "2022-01-13 18:43:45.720574"]]